const AVATARS = [
  'img/avatar-1.svg',
  'img/avatar-2.svg',
  'img/avatar-3.svg',
  'img/avatar-4.svg',
  'img/avatar-5.svg',
  'img/avatar-6.svg',
];

const MESSAGES = [
  'Всё отлично!',
  'В целом всё неплохо. Но не всё.',
  'Когда вы делаете фотографию, хорошо бы убирать палец от света.',
  'Моя бабушка случайно чихнула с фотоаппаратом в воде и у неё получилась фотография лучше.',
  'Я поскользнулся на банановой кожуре и уронил фотоаппарат на кота и у меня получилась фотография лучше.',
  'Лица у людей на фотке перекрасились и они стали красивыми.',
];

const NAMES = [
  'Иван',
  'Хуан Себастьян',
  'Мария',
  'Кристоф',
  'Виктор',
  'Жан',
  'Ли',
];

const DESCRIPTIONS = [
  'Очень красивая фотография',
  'Приятная фотография',
  'Потрясающая фотография',
  'Очень красивая фотография',
  'Приятная фотография',
  'Потрясающая фотография',
];

export {AVATARS, MESSAGES, NAMES, DESCRIPTIONS};

